
BOT_TOKEN = '1449598616:AAGT8ofWVplD8TLU9qgLj0A96U-iYx_SQjM'      # Токен бота

CODE_ACCESS = 'SNAKE'    # код по которому можно будет давать доступ в итоге код получится TESTГОД-МЕСЯЦ-ЧИСЛО (TEST2020-01-01)

BOT_LOGIN = 'inv1te_earn_bot'          # login бота, например: telegram_bot

ADMIN_ID = 1128393901     # id админа

QIWI_NUMBER = '+380931462944'    # номер киви
QIWI_TOKEN = '26d973868611ce5d80556f82d2c871b3'     # токен киви

ACCESS_COST = 200           # стоимость доступа
MIN_PAYOUT = 500           # минимальная сумма для запроса на вывод денег

PERCENT_ADMIN = 0.25        # сколько процентов от стоимости доступа пойдёт вам(0.25 от 200 рублей это 50 руб)
PERCENT_1 = 0.375           # сколько пойдёт пригл. пользователя (0.375 от 200 руб это 75 руб)
PERCENT_2 = 0.225           # сколько пойдёт 2 лвл пользователя (0.225 от 200 руб это 45 руб)
PERCENT_3 = 0.15            # сколько пойдёт 3 лвл пользователя (0.15 от 200 руб это 30 руб)


